[{"h3":"Part 1"},{"p":"The moment the silver girl showed herself, all sound disappeared from the auditorium. It was similar to the moment when the sea waves drew in. "},{"p":"Likewise, the moment I saw her, I took a breath and became speechless. "},{"p":"You definitely would not forget her once you had seen her —— a girl with such an appearance was standing at the entrance of the Kouryou Academy ceremony hall. "},{"p":"Her silver-blond hair came down to her hips. Her skin, as white as snow, looked pale and her ruby-coloured eyes certainly made it obvious that she was a foreigner after a single glance. "},{"p":"(She’s basically like a bisque doll……) "},{"p":"The reason I felt that about her was not simply because of her appearance, which was giving off the feeling that she was an illusion. "},{"p":"But rather, despite the multiple stares, I could not catch a single expression cross her slightly childish face. "},{"p":"That silver girl, every move of hers was attracting attention — [I]ring[\/I].... walked forward as the bell rang. "},{"p":"[I]Step[\/I].... [I]step[\/I].... in a situation where the sound of her shoes echoed within the quiet atmosphere, while having everyone stare at her, her actions and demeanor made me feel like I was watching a scene from a film. This girl was walking forward with complete disregard for the countless stares, fixed on every move of hers. "},{"p":"She walked past me and when she sat down three rows in front of my position, the chain of silence was finally broken and chatter could be heard, mixed with some sighs of relief. "},{"p":"“Haa…… I guess that’s what you would call a beautiful girl……” "},{"p":"The girl with a pony-tail who is sitting beside me said this with a sigh. "},{"p":"“………… Hey, can you at least reply to me?” "},{"p":"While my shoulder is being poked by her fingers, I faced the girl. "},{"p":"“Were you perhaps talking to me?” "},{"p":"“Is there anyone else?” "},{"p":"While looking around, I saw that the seat diagonally in front of me and the seat behind me were empty. There was a girl reading through the school entrance pamphlet diagonally behind me. "},{"p":"“……Sorry, I didn’t realize it.” "},{"p":"As I apologized, the girl smiled. "},{"p":"“Fufu, looks like you are the type of person who can talk normally.” "},{"p":"“Huh?” "},{"p":"“You had a frown on your face this whole time. So I, who am sitting beside you, wanted to do something about this awkward atmosphere.” "},{"p":"“Ah…… I apologize again. I was concerned about something.” "},{"p":"“And you are telling me that your concerns weren’t a serious issue compared to that beautiful girl from a foreign country?” "},{"p":"“Haha, looks like it.” "},{"imgLink":"\/project\/index.php?title=File:Absolute_Duo_Volume_1_Non-Colour_1.jpg","imgThumbLink":"\/project\/thumb.php?f=Absolute_Duo_Volume_1_Non-Colour_1.jpg&width=300","imgTitle":"Absolute Duo Volume 1 Non-Colour 1.jpg","imgSrcSet":"\/project\/thumb.php?f=Absolute_Duo_Volume_1_Non-Colour_1.jpg&width=450 1.5x, \/project\/thumb.php?f=Absolute_Duo_Volume_1_Non-Colour_1.jpg&width=600 2x"},{"p":"I ended up making a bitter smile to her comment, which she made while putting on a meaningful smile. "},{"p":"“Ahaha, I can understand that feeling despite being a girl. She is such a beautiful girl, so it would be natural for you to have your eyes taken by her. ……But I wonder why she came all the way to a school like this?” "},{"p":"A school like this. — There was a reason why the girl with the ponytail said it like that. "},{"p":"The Kouryou Academy, the school I will be attending from today onward, unlike the average high school, is known for being a special technique training school. "},{"p":"The special techniques we will be learning at this school are — battle techniques. "},{"p":"For the harmonious Japan, it is an extremely special school that teaches techniques which are not needed in our daily lives. "},{"p":"“She must have her own reasons.” "},{"p":"She came all the way from overseas to learn battle techniques, so that silver girl must have her own reasons. "},{"p":"“…… There is also the possibility that she has been living in Japan from the start.” "},{"p":"“Ahaha, there certainly is…… But she sure is a cute and beautiful girl. Oh my, I’m so jealous of her.” "},{"p":"“I agree with you, but I think you are quite the beauty yourself.” "},{"p":"“Am I? Fufu, thank you… wait, what!? W-W-Why did you suddenly say something embarrassing like that?!” "},{"p":"“I just said what came to my mind……” "},{"p":"The girl sitting beside me had her light colored hair tied up, so I had an impression that she was a lively girl. Her face looked both beautiful and cute and she possessed the atmosphere of a girl blossoming into a woman. I understood that she is sociable since she initiated the conversation and judging by her ability to casually discuss difficult topics without making me feel bad, I suspect she might have been popular during her middle school years. "},{"p":"“N-Normally, people won’t say that even if it comes to mind……!” "},{"p":"“Is that so?” "},{"p":"“Of course it is—” "},{"p":"“…… I’m sorry, but can you quiet down a bit?” "},{"p":"The cold voice which came from behind us belonged to the girl who was reading through the pamphlet. "},{"p":"“Ah…… I-I’m very sorry!” "},{"p":"“Sorry for making a ruckus.” "},{"p":"“It’s alright…… If you are going to quiet down, then I won’t say any more.” "},{"p":"Both the pony-tail girl and I faced forward after apologizing. "},{"p":"“Cough. A-Anyway…… don’t say anything like that again so suddenly. Depending on the person, they can get the wrong idea……” "},{"p":"“Y-Yeah, I got it……” "},{"p":"Even though I nodded— "},{"p":"(What does she mean by wrong idea……?) "},{"p":"I made a big '?' mark inside my head. "},{"p":"The pony-tail hair girl put her hand to her chest to calm herself down and she talked to me once again after taking a breath. "},{"p":"“Umm, it has kind of become an awkward situation, but let’s start by introducing ourselves. I am Imari Nagakura, let’s get along.” "},{"p":"“I am Tooru Kokonoe. Let’s get along, Nagakura.” "},{"p":"“Call me Imari, Tooru.” "},{"p":"Imari winked at me with a smile. "},{"p":"After we introduced ourselves, Imari began the conversation anew by bringing up what must have been the most discussed topic within the auditorium. "},{"p":"“Hey, Tooru, what was it like for you when you sublimated with 《Lucifer》?” "},{"p":"“I thought I was going to burn to death.” "},{"p":"“Pu, ahahahaha.” "},{"p":"Imari laughed at my reply— "},{"p":"“…… Cough.” "},{"p":"Because of the cough from the girl behind us, she put her hand onto her mouth immediately and lowered her volume. "},{"p":"“I felt the same, I thought I was going to burn to death.” "},{"p":"Imari nodded while giggling. "},{"p":"“Even though it was explained to us beforehand, I sure was shocked. But with this we are…… no, everyone in this auditorium can no longer be considered a normal human anymore.” "},{"p":"“Yeah…… Though I said that, I still don’t feel like we have changed.” "},{"p":"“You mean as in having become an 《Exceed》……?” "},{"p":"“Yeah……” "},{"p":"\\n"},{"p":"Refers to those who were given the biological enhancement nanomachine called 《Lucifer》 which was made by the organization called Dawn Institute several years ago. "},{"p":"By injecting it to those who had the 《Adapt》 (one in every one-thousand people), they would be able to attain a body which surpasses the limits of a human, and also due to their enhanced mentality, they would also attain the ability to manifest their 《Soul》 into the weapon called 《Blaze》. "},{"p":"However, this issue was told to us for the first time immediately before receiving 《Lucifer》 today. That is why I replied to Imari in this fashion despite seeing 《Blaze》 with my own eyes. I still did not have the feeling that I had sublimated to become a 《Exceed》. "},{"p":"(Though I will realize it when I move my body……) "},{"p":"I might have realized it sooner if I had tested my body right after I had the 《Lucifer》 given to me, but because of the listless feeling I had due to the burning sensation, I came to the auditorium while having doubts about my 《Soul》 manifesting into a 《Shield》. "},{"p":"……However, I don’t feel like moving around my body in here. "},{"p":"When I was having this discussion with Imari, I heard the sound of the speakers being turned on. "},{"p":"“Ah, looks like the entrance ceremony will begin.” "},{"p":"Soon after, the sound of the microphone test, -- [Ah……test, test] -- echoed through the auditorium. "},{"p":"[Everyone, silence. We will be starting the entrance ceremony shortly. I, Mikuni, will be in charge of the ceremony.] "},{"p":"[Silence] -- A man, in his late 20's, whom I'm assuming is a teacher, said again while standing on the stage and the noise within the auditorium settled down. "},{"p":"[The entrance ceremony for the high school division of Kouryou Academy will now commence. First, the chairman of our academy has a few words for all of you, the new students.] "},{"p":"The next moment the ceremony began; I was shocked. "},{"p":"That was because I saw a familiar person wearing a gothic style dress walking up to the stage. "},{"p":"(—! That’s the girl from before……!?) "},{"p":"Without a doubt, the person on stage was the girl who gave me the 《Lucifer》. "},{"p":"[Welcome to Kouryou Academy, I am the chairman, Sakuya Tsukumo.] "},{"p":"Chairman, this girl who doesn’t have the image of a chairman, and she who has or hasn’t reached the age of ten, started her speech magnificently. Her hair, as black as the abyss, was tied into two parts and her figure, wrapped in a black dress, made me experience the same feelings as I felt during our first encounter, both enigmatic and ominous, like she was concealing something. "},{"p":"(I was already shocked at the giving……) "},{"p":"Even back then, I was thinking why was a girl in a place like this…… then she gave me the 《Lucifer》 and while I was in shock and panicking after having received the 《Blaze》, she disappeared. "},{"p":"(I never expected that she would be the chairman of this academy…… But why did a person in such a position go through the trouble of giving it to me……?) "},{"p":"It’s certain that she wasn’t helping me. "},{"p":"There must be a reason behind it, but I couldn’t think of any. "},{"p":"I'm both shocked and amazed by her appearance, so I was not able to listen to the chairman’s speech. "},{"p":"“Looks like you are shocked about this.” "},{"p":"“Y-Yeah. Of course I would be. She’s that small, yet……” "},{"p":"“There was a photo and a profile about her in the pamphlet. Didn’t you read it?” "},{"p":"“The school fee is free of charge and uses a boarding school system. On top of coming with three meals, I also saw they would be giving out daily expenses.” "},{"p":"“Other than that?” "},{"p":"I looked away silently. "},{"p":"“Read through them properly……” "},{"p":"“……I agree with that woman. Geez, why are you always like that?” "},{"p":"The one who entered our conversation while sighing was the male student who was sleeping in the seat in front of me. "},{"p":"“——! T-Tora!? Why are you here!?” "},{"p":"[You, sitting over there. Please refrain from talking.] "},{"p":"I accidentally said it out loud due to this familiar face, and I had the speaker warn me. "},{"p":"Despite closing my mouth immediately, I could hear laughter around me. "},{"p":"(Ugh, I stood out in a bad way……) "},{"p":"When I looked down with my red face, Imari asked me. "},{"p":"“Is he your friend?” "},{"p":"“Yeah.” "},{"p":"The boy that talked to me just before is my friend, Tora. "},{"p":"Even if the schools we went to were different, I came to know him when the dojos we attended started to affiliate with each other for martial arts. Also since we were the same age, we had sparred many times since middle school. Since he was a small built boy with glasses he may look quiet, the truth was he had a big attitude and he also had a bad mouth. But there was a part of him where he was good to others, and he was someone who you could take a liking to—— "},{"p":"(But I never expected to meet him here……) "},{"p":"I didn’t see him in the latter half of middle school due to my own circumstances, and since I didn’t have the chance to know where he would be going, meeting him here was totally unexpected. "},{"p":"“Who are you calling your friend? We just happen to know each other, and only happen to have met quite often.” "},{"p":"“……Isn’t that what you call a friend?” "},{"p":"“Sh-Shut up. To begin with, you are always——.” "},{"p":"Then there was a cough from behind me, and it came from the girl from before. "},{"p":"“~~~~~~! E-Either way at least read the pamphlet, you fool!” "},{"p":"Tora faced forward after shouting with a low tone. "},{"p":"(His self-important way of talking sure hadn’t changed.) "},{"p":"At the same time I felt nostalgic about his way of speech, I also felt a bit relieved that there was someone I knew here. "},{"p":"“……Oh, my bad. Continue from where you were, Imari.” "},{"p":"“Okay. ……Well, chairman Tsukumo originally belonged to the Dawn institute, the organization that built Kouryou Academy, and I heard that she was involved with the research as a genetic scientist.” "},{"p":"“That’s amazing that she is a scientist despite being so small…… Ah, if she is a genetic scientist, then is she involved in 《Lucifer》 in some way?” "},{"p":"“Not sure. I don’t know that much about it……” "},{"p":"“……Hmph, she most likely is. The enhancement with 《Lucifer》 is due to alteration of genetics after all.” "},{"p":"The one who answered instead of Imari who tilted her head in doubt, was Tora who was supposed to have been facing forward. "},{"p":"“Kouryou Academy is a laboratory institute that was solely made for her, and the guinea pigs that were gathered for that experiment are us.” "},{"p":"“Ugh…… You sure do say it in a disturbing way……” "},{"p":"To Tora’s words who decided to join back into our discussion, Imari made a stern face. "},{"p":"(——Guinea pig, huh……) "},{"p":"If Tora’s hypothesis was right, then this special technique training school which was an irregular little garden not only had the abnormal existence of 《Exceed》 and 《Blaze》, but it seemed like the reason for making this place wasn’t normal either. "},{"p":"(Well, as long as I can fulfill my aim, I don’t care what kind of place this is.) "},{"p":"When I thought about it like that, I naturally had myself gripping my hands tightly. "},{"p":"On the other hand, it seemed like the chairman’s speech was about to end for this entrance ceremony. "},{"p":"From the chairman who was acting magnificently which was far off from her age's appearance, she was about to end the ceremony with a voice which gave me chills. "},{"p":"[All of you will be acquiring different kinds of techniques and knowledge within this Kouryou Academy. But please remember that all of these are to make all of you go even higher. That will serve as the school’s policy, which will be absolute……Lastly, I will end this ceremony by sending this prayer to you all.] "},{"p":"The chairman stopped her speech there, and looked around the new students— "},{"p":"and she spoke those words again. "},{"p":"[I pray, that you will reach to become the 《Absolute Duo》 one day.] "},{"p":"“Huh……?” "},{"p":"“What’s wrong, Tooru?” "},{"p":"“No, just now the chairman……” "},{"p":"Since the ceremony had finished, she should be getting off the stage, but the chairman remained at the spot. "},{"p":"As if she was answering my suspicions, the chairman spoke again. "},{"p":"[Now, we will have the new students start the traditional event of our school, the 《Qualification Ceremony》.] "},{"p":"“Traditional event?” "},{"p":"“There’s nothing written about something like that in the pamphlet……” "},{"p":"Looking at the schedules put on the walls, the event which would follow after the chairman’s speech should have been the warm welcome from the student representative of the current students…… "},{"p":"[Before beginning the 《Qualification Ceremony》, there is something you must do. Please confirm the person sitting next to you. The person next to you will be your partner for the ceremony you will be partaking in.] "},{"p":"I looked at Imari, and Imari looked at me. "},{"p":"“So what are we going to do with the partner?” "},{"p":"I obviously tilted my head with questions, but I understood the answer for that immediately from the words the chairman would say next. "},{"p":"[From here, we will have you battle with your partner.] "},{"p":"“What……!?” "},{"p":"The moment we were told about that event, I—no, not just me, but there were several gasps from various part of the hall. "},{"p":"[The traditional event, 《Qualification Ceremony》 that is about to start now will be the entrance test to enter the Kouryou Academy. The winner will be permitted to enter the school, while the loser will be asked to leave immediately after having the 《Lucifer》 retrieved back from them.] "},{"p":"Unlike us who were in shock, the chairman said an outrageous thing with a calm face. "},{"p":"After her words, the auditorium was in silence—. "},{"p":"Eventually, when they started to understand the meaning of her words, the new students started to panic. "},{"p":"(An entrance test during the entrance ceremony……!?) "},{"p":"Just like me, Imari wasn’t able to hide her shock about this, and she started to mutter while staring at the chairman with wonder. "},{"p":"“You are joking, right……? Even if this is a special technique training school, you can’t just make us do this on our first day…… B-Besides, what do you mean by entrance test!? Wasn’t it that anyone can enter this school as long they have the 《Adapt》!?” "},{"p":"“I’m curious about that as well, so I want an answer. Besides, if there were such traditional events like that, wouldn’t it be weird that we didn’t hear about this from those who failed the test?” "},{"p":"Tora threw that question to the stage while putting on a rough attitude that made you think that they didn’t have the relationship of a teacher and a student. "},{"p":"But the one who answered that wasn’t the chairman, but the speaker; the man called Mikuni. "},{"p":"[I don’t remember saying that there wasn’t any entrance test, though it is true that I did say you have the right to enroll in the school if you have the 《Adapt》. And there is a simple reason why there wasn’t any leaked information regarding the entrance test. In terms of the things going on within our school, we have ourselves restricted the information about us in many different ways.] "},{"p":"To Mikuni’s shallow smirk, I realized that the things he told us were the truth. "},{"p":"The auditorium got noisy due to the panic and disturbance. "},{"p":"[Since all of you have understood this, I will be moving on to the explanation.] "},{"p":"But the girl in the black dress seemed like she wasn’t concerned about it that much, and started to explain the rules without hesitation. "},{"p":"[You are basically free to do whatever you want in this battle, — in other words there are no restrictions on the use of weapons. Of course we will permit you to use your 《Blaze》. The battle will be decided by forfeiting, or if we determine that you are no longer able to fight. Also, if the result isn’t determined within ten minutes, we will make both students fail——] "},{"p":"\\n"},{"p":"[What is it?] "},{"p":"Even if she was interrupted from her explanation, the chairman looked towards the girl who said that without changing her expression. "},{"p":"“Isn’t it too much for you to reject us from enrolling just because we lose in a match!!?” "},{"p":"“Y-Yeah, she’s right!!” "},{"p":"Having that girl’s word as a opening, there were many yells from various parts of the hall. "},{"p":"“What will happen to the future of those who lose!?” “Don’t screw around!!” “Are you going to take responsibility for this!?” "},{"p":"However— "},{"p":"[……This is just an entrance test which is present everywhere. To survive by kicking off others, a simple rule obeying the competition to survive, this is just a simple war to enroll. Though the time and details are different.] "},{"p":"The chairman didn’t even flinch at the yells, and she gave an atmosphere where her cold eyes and words made the new students silent. "},{"p":"(Competition to survive, huh……) "},{"p":"To have yourself survive, you have to steal the future of those you face. "},{"p":"Even if it wasn’t actually related to our life, it would still have your path closed if you lose, so there wasn’t any mistake in what the chairman said. "},{"p":"“B-But why is it battling……!? Can’t we just have a normal test……?” "},{"p":"One of the people who couldn’t agree with this, Imari, asked her. "},{"p":"You could say that it was the justification of the majority of those within this hall, and I also agreed with her opinion. "},{"p":"[A day will definitely come when you will have to fight. After you are dispatched to the security maintenance squad of the Dawn organization as an 《Exceed》, there will be a time when you are placed into a battle where you have to risk your life, definitely. ……But a time like that won’t stop just because of your preference. ——You should all know that by now after hearing that much.] "},{"p":"“……So the 《Qualification Ceremony》 is the first decision the academy is giving us, huh.” "},{"p":"[That’s exactly right.] "},{"p":"The chairman smiled at my comment. "},{"p":"[If you don’t agree with the way this academy does things, then you are free to leave this auditorium. Except, in that case, we will obviously come to the decision that you have given up on enrolling into Kouryou Academy.] "},{"p":"The atmosphere within the auditorium froze. "},{"p":"Of course. We were suddenly told about this entrance test out of the blue and then they told us to fight, so there was no way we could nod our heads and say yes. "},{"p":"And if there were no restrictions to this battle in terms of using weapons, not only would you have the fear of being hurt, but you would also have the fear of hurting your opponent. If it went wrong, there was a chance that it wouldn’t just remain being wounded, so there was no way you could decide about this so easily. "},{"p":"However—having us do that while understanding what’s going through our mind was what you would call the whisper of a devil. "},{"p":"[Now, just before you begin, there is one extra piece of information regarding the 《Blaze》 that I will explain in order to make it easier for all of you to fight. 《Blaze》 is a weapon that was created by manifesting your 《Soul》 due to enhanced willpower——and also for that reason it has the trait of being able to damage only the 《Soul》. So it means that you will only wear down the spirit of the opponent you have attacked, and it does not hurt your opponent physically and won't take the life of others, so it’s a special weapon that is used for suppressing.] "},{"p":"I wondered just how much her words had made the new students present here feel relieved and blew away their hesitation. "},{"p":"I could tell just by looking that there a commotion. "},{"p":"One by one, there were those that had made up their minds. "},{"p":"(It sure has become troublesome……) "},{"p":"My decision wasn’t about whether I agree to this test or not, and it also wasn’t about battling, hurting, or being hurt. "},{"p":"It was about the fact that I had to take down Imari if the test was to start. "},{"p":"She was someone that I had only met this morning. "},{"p":"We just talked for less than an hour. "},{"p":"(But I……) "},{"p":"This feeling naturally moved to my hand where I asked the chairman a question. "},{"p":"“……I’m sorry, can I ask you one thing?” "},{"p":"[What is it?] "},{"p":"“Our partners—, is it possible to change the opponent we have to face?” "},{"p":"\\n"},{"p":"Even though I asked her while having a faint hope— "},{"p":"[……Are you able to ask for the examiner to rate you on English that you are good at since you are bad at Mathematics during the test? Do you think such a wish could be allowed?] "},{"p":"“That is……” "},{"p":"To the ruthless words that were returned to me, I wasn’t able to continue my words. "},{"p":"There most likely must have been someone in the past who asked the same question. "},{"p":"“Tooru, it’s okay. Your feelings alone are enough for me.” "},{"p":"Imari smiled sadly. "},{"p":"“Ku……!” "},{"p":"(Do I only have the choice to accept such an idiotic test……!?) "},{"p":"Even though I bit down on my teeth hard, I couldn’t come up with a method to evade this. "},{"p":"I even felt like turning back by saying that I couldn’t cope with such crap. "},{"p":"But I couldn’t do that. "},{"p":"I came to this Kouryou Academy craving for an existence that was out of normal bounds. "},{"p":"To obtain the 《Power》 in order to fulfill my desire. "},{"p":"(Damn……!) "},{"p":"Even so, I’m hesitant. "},{"p":"I shouldn’t even be thinking about this. "},{"p":"But, in order to do that I have to defeat Imari. "},{"p":"“Imari……” "},{"p":"I said Imari’s name. "},{"p":"Just that. "},{"p":"I couldn’t say the next word. "},{"p":"I knew that I had to say something. "},{"p":"……But what? "},{"p":"I didn’t know. "},{"p":"I couldn’t think up anything. "},{"p":"While I was lost in finding the right words, and right before I was able to find what to say— "},{"p":"The chairman moved on without any mercy. "},{"p":"[Fight, El Seed(Children chosen by heaven)!! And grasp hold of your own future with your own hands!!] "},{"p":"Her sharp words. At the same time the sound of the bell rang throughout not only the auditorium, but the whole school. "},{"p":"After a pause— "},{"p":"“Uwaaaaaaaah!” "},{"p":"The shout from someone became the actual signal for the start of this. "},{"p":"After finally realizing the situation they were in, several of them ran to the exit while screaming. "},{"p":"There were also those who were standing there because they still hadn’t realized it. "},{"p":"And those who are willing to fight, that had accepted this test shouted out the 《word that carried strength》, and there were blue-white 《Flames》 released from various places. "},{"p":"Sword, spear, bow and many other weapons had appeared within my sight. When they took the weapons in their hands and they swung them towards their opponents. "},{"p":"The sound of the battle and weapons colliding echoed throughout the auditorium. "},{"p":"Under that situation, we were the only ones that were standing silently while looking at each other—. "},{"p":"And the one who finally spoke was Imari. "},{"p":"“I don’t like the sentence 'It can’t be helped' but—there is something I must accomplish. In order to reach that goal, I want to enroll in this academy at all costs. So—.” "},{"p":"Imari looked sharply and straight into my eyes, and then shouted. "},{"p":"“I can’t give up on this path!” "},{"p":"She put her hand to her chest, and 《Aster》 appeared due to the 《word that carried strength》. "},{"p":"The blue-white glowing 《Flame》 was Imari’s 《Soul》 and her 《Will》 to fight. "},{"p":"Imari grabbed it without hesitation. "},{"p":"The 《Flame》 changed into a long, stick-like shape, and then—right after giving out a strong glow, a 《Blade》 that had a beautiful curve was within Imari’s hand. "},{"p":"“Tooru, you bring out your 《Blaze》 too………!” "},{"p":"“……………” "},{"p":"Imari made her decision. But I……. "},{"p":"“…………There is no time. If you have no will to fight, then I will end this!! Iaaaaaaaaaaaaahh!!” "},{"p":"At the same time with her making a spirited shout to encourage herself, Imari jumped at me. "},{"p":"(----------Uh! Fast!!) "},{"p":"Thanks to the explosive strength powered up by the 《Lucifer》, the distance of a few meters disappeared in an instant. "},{"p":"“Kuh!” "},{"p":"When I suddenly took a back step to dodge it, the swung down 《Blade》 grazed my clothes and slashed the floor. "},{"p":"The deep slash mark left on the floor was not something that could be thought of coming from a girl’s physical strength. "},{"p":"(This is an 《Exceed》………….! The talk about crossing the boundaries of humans wasn’t exaggerated at all.) "},{"p":"“You have a nice body. Do you perhaps practice something?\" "},{"p":"\"A little martial arts?” "},{"p":"“Yes. For me it’s Kendo.” "},{"p":"“No wonder it was a nice strike.” "},{"p":"I returned a small smile back to Imari who was taking a sword stance. "},{"p":"“Fufu, thank you. Although it is offensive to say that after dodging. ………….But I won’t miss next time.” "},{"p":"Imari’s eyes turned serious again. "},{"p":"“Tooru, I’ll say this once more. Bring out your 《Blaze》………..!” "},{"p":"“Imari………” "},{"p":"I was still hesitant. "},{"p":"However, I knew there was nothing I could do-------and the only choice I had was to accept this test. "},{"p":"But even if I manifested my tool, how should I fight? "},{"p":"My 《Blaze》 is a 《Shield》----a defensive tool. "},{"p":"Instead of defeating, it was something meant to protect. "},{"p":"That's why in order to defeat Imari, I would need to make a direct attack---------swinging my fist was my only choice, but the chances of hurting her was high if I did so. "},{"p":"(I want to avoid that. Then…………) "},{"p":"[I]“I am okay with this.”[\/I] "},{"p":"“Eh?” "},{"p":"“I am saying I won’t use my 《Blaze》” "},{"p":"“------------Uh! What do you mean by that, Tooru!?” "},{"p":"“I will manifest it if I need to, but I have no use for it now.” "},{"p":"“D-Don’t be stupid!! I may look like this but I am one of the top rankers in national kendo competitions!!” "},{"p":"“……………I am not stupid. I’m serious about this.” "},{"p":"“---------Uh! Don’t regret this!! Seyaaaaaaaaaa!!” "},{"p":"Imari howled and stepped-in. "},{"p":"The flow did not stop even though I dodged. "},{"p":"Immediately, the 2nd and 3rd slash were released------ "},{"p":"But, I safely avoided all of those slashes. "},{"p":"“Kuh…………! Looks like you are good at dodging……!” "},{"p":"I will show her the difference in our ability and make her give up. "},{"p":"That was the fight I chose. "},{"p":"It’s true the <<Lucifer>> turns humans to <<Exceed>>. "},{"p":"However, I am also the same when it comes to having a physical power up by the sublimation. "},{"p":"If that was the case then, my original abilities, skills and experience have increased too. "},{"p":"Imari’s sword skill was quite something. "},{"p":"However, it was something not outside of the zone from matches. "},{"p":"---But, I’m different. "},{"p":"[I]Ever since that day[\/I], I had been working every day to get stronger. "},{"p":"The path we walked was different---------and it resulted into this overwhelming difference in ability now. "},{"p":"“W-Why………….!” "},{"p":"The <<Blade>> continued to cut through the air fruitlessly and endlessly. "},{"p":"The difference in ability would not be filled, no matter how much spirit she has. "},{"p":"Immediately, Imari noticed that too and started showing impatience in her eyes. "},{"p":"“I can’t lose! I…………I have a goal………!” "},{"p":"She clenched her teeth and voiced her determination of not giving up before swinging her <<Blade>>. "},{"p":"I dodged that attack by a [I]paper thin[\/I] margin, and took the chance to grab Imari's wrist when she missed. "},{"imgLink":"\/project\/index.php?title=File:Absolute_Duo_Volume_1_Non-Colour_2.jpg","imgThumbLink":"\/project\/thumb.php?f=Absolute_Duo_Volume_1_Non-Colour_2.jpg&width=300","imgTitle":"Absolute Duo Volume 1 Non-Colour 2.jpg","imgSrcSet":"\/project\/thumb.php?f=Absolute_Duo_Volume_1_Non-Colour_2.jpg&width=450 1.5x, \/project\/thumb.php?f=Absolute_Duo_Volume_1_Non-Colour_2.jpg&width=600 2x"},{"p":"“………You should know this already. Imari, you can’t win against me. Continuing--------is useless.” "},{"p":"“Uh!” "},{"p":"“So please give up. I want you to admit defeat………I don’t want to hurt Imari.” "},{"p":"There was nothing harsher than the sentence I put in my mouth. "},{"p":"I am telling her to admit the overwhelming difference in ability and admit defeat. "},{"p":"And the moment she accepted that, Imari would have to leave Kouryo Academy. "},{"p":"In order not to hurt Imari, I had to hurt Imari’s heart and that hurt my heart too. "},{"p":"Just like Imari, I also have a goal. "},{"p":"I have to accomplish my goal. "},{"p":"But even so, I swung my fist to avoid hurting the girl---------Imari. "},{"p":"That was why I planned to crush Imari’s determination and scatter her heart to end this but----- "},{"p":"“Don’t joke! I won’t admit defeat like this. Definitely……….!” "},{"p":"Imari was enraged. "},{"p":"“Most of all, there is no way I can raise the white flag knowing that I was taken against easily!!” "},{"p":"“Imari……………” "},{"p":"When I called over to her, Imari slackened her expression with a *fuu* and made a smile. "},{"p":"“If you want me to admit defeat, then you have to fight properly, Tooru. That is what manners are.” "},{"p":"I was convinced after I saw that smiling face, and those eyes filled with strong determination. "},{"p":"Just like she claimed, she would never admit defeat of her own volition. "},{"p":"I am really an idiot. "},{"p":"There was no way I could break the heart of an opponent that had such a strong determination and smile. "},{"p":"---Then what should I do? "},{"p":"That was obvious. "},{"p":"There was only one skill that could respond to Imari’s heart<\/span><\/span>determination<\/span><\/span>. "},{"p":"“Sorry about that.” "},{"p":"I gave an apology and let go of Imari’s hands before taking a few steps back to create some distance. "},{"p":"It was not needed to [I]use[\/I] it, judging by the difference in ability. "},{"p":"But Imari wished for me to go all-out. "},{"p":"And I have to respond to that wish. "},{"p":"That was why I shouted-------the <<word that carried strength>>. "},{"p":"“《Blaze》!!” "},{"p":"<<Flame>> was flowing out from my chest----- "},{"p":"At the same time I grabbed it, it entangled on my arm and flashed. "},{"p":"“That is Tooru’s………..” "},{"p":"I was being called the <<Irregular>> and this 《Blaze》 was the only defensive type in this world------Imari saw the <<Shield>> and could not hide her surprise. "},{"p":"“Just as what you can see. So, sorry, but I am going to use----this guy to win.” "},{"p":"I clenched my fist strongly to show it to Imari. "},{"p":"I pulled that fist back as if to shoot a bow and-----took a stance. "},{"p":"“Come at me at full strength! I will stop Imari’s 《Blaze》 attack-----and win!” "},{"p":"“Looks like you are getting serious now……But! No matter how absolute the difference is, I will not give up!!” "},{"p":"Imari shouted and took her stance. "},{"p":"It looks like she was planning to challenge me to a final match with that high-offensive power thrust technique which looked very hard to dodge. "},{"p":"“This is regretful………… I really wanted to talk more with Tooru. But there is no time for that, as a swordsman I will use this <<Sword>> to------!” "},{"p":"“Tell that to this----<<Shield>>!!” "},{"p":"Responding to my words, Imari made a loud powerful shout. "},{"p":"“SEYAAAAAAAAAAAAAH!!” "},{"p":"Piercing through the air, that tip of the sword approached me. "},{"p":"“OOOOOOOOOOOOOOOOOOOOO!!” "},{"p":"I roared and after an instant. "},{"p":"GaKiiiiiiin………..! The <<Shield>> stopped the blade and the <<Blade>> bounced out from Imari’s hands because she was unable to withstand the collision impact. "},{"p":"“That----------was a good attack.” "},{"p":"“Saying that won't make it cool since I was blocked but---------thank you for now.” "},{"p":"Imari made a small smile, and I------ "},{"p":"“It’s the end.” "},{"p":"I relaxed my fist. "},{"p":"Just like shooting an arrow, I released the accumulated power. "},{"p":"And just as I claimed-------it became the match’s last attack. "},{"p":"\\n"},{"p":"\\n"},{"p":"“Are you okay, Imari? [I]It didn’t hit[\/I], so I think you won’t get wounded, though……..” "},{"p":"I approached Imari who was still down, and knelt down. "},{"p":"“U,un. I think I’m not hurt…………But, what was that just now……………?” "},{"p":"“It’s an impact wave.” "},{"p":"It’s a technique that can easily break one or two bones if it hit but, the power was not that simple anymore now that I gained the <<Lucifer>>. "},{"p":"That’s why by stopping immediately it would end with-------a wind pressure that was originally only strong enough to stagger someone, but, I would have never thought that its power increased into something that could send someone flying. "},{"p":"But even so she did not get hurt, so I made a relieved sigh. "},{"p":"“Seriously, you have something that amazing…………… Haaa, It’s my complete loss………..” "},{"p":"“I’m sorry…………” "},{"p":"I extended my hand and helped Imari to stand up. "},{"p":"“It’s okay. Even If I can’t become an <<Exceed>>, it’s not like all the paths have been closed off. I just have to find another path. ……………So stop making that face.” "},{"p":"Imari *pan* hit my butt to tell me to put in some spirit. "},{"p":"“Congratulations for enrolling, Tooru.” "},{"p":"“……………Thank you, Imari.” "},{"p":"Although I felt sorry, I made a smile, and Imari did the same but, at that moment-------- "},{"p":"*Chirin*. "},{"p":"Inside the auditorium filled with loud noises, the clear sound of bells grazed my ears. "},{"p":"When I looked over to that sound, over there was------ "},{"p":"“Ah………………” "},{"p":"That silver girl was standing there. "},{"p":"She was looking towards us------no, [I]towards me[\/I]. "},{"p":"Her Ruby eyes<\/span><\/span>red eyes<\/span><\/span> filled with a certain amount of strong determination were clearly looking at me. "},{"p":"But, that only occurred for an instant. "},{"p":"A guy came from behind and attacked his exam opponent-----the silver girl. "},{"p":"“----------Uh!” "},{"p":"The moment he swung his sword, the guy was convinced of his victory. "},{"p":"---But, that attack cut the air. "},{"p":"That’s because the silver girl that was supposed to be there was not there anymore. "},{"p":"“Wha!? Di-disappeared………?” "},{"p":"It was not strange for the guy to open his eyes wide dumbfounded. "},{"p":"In an instant, the silver girl danced up to the sky. "},{"p":"Primarily, humans were weak at moving their eyes up and down. "},{"p":"She jumped up the moment the attack was about to reach her sights and it was done at very close-distance. If I was in his place then I might have lost her-------that was how fast she was. "},{"p":"“Pretty…………” "},{"p":"Gazing at the silver girl in midair, Imari muttered. "},{"p":"The silver girl, holding those black bladed swords----<<Double>> in each hand looked like she had jet black wings and our hearts were taken away by that scene. "},{"p":"After a while of feeling that time was slowing down----- "},{"p":"The Angel holding those dark colored wings, crossed her swords together before landing to the ground. "},{"p":"*Chirin*, we regained our composure when he heard that sound while looking over the matter. "},{"p":"“She’s amazing……….” "},{"p":"“Aah………….” "},{"p":"The way she carried her body and the sword handling was not something learned in one day, but rather those movements were clearly gained from continuous training. "},{"p":"(Who on earth is that girl…………..) "},{"p":"“Seriously, whether it’s Tooru or that girl, only incredible people gather here. Sheesh……………” "},{"p":"Imari made a wry smile while looking at me. "},{"p":"“Well then, regrets will start to pop out if I stay here like this, so it’s about time I go.” "},{"p":"There was nothing I could do about the pain in my chest when I heard that. "},{"p":"“Let’s work hard together, Tooru. It’s a promise.” "},{"p":"“Aah, I promise.” "},{"p":"Imari nodded to my reply satisfied and was about to leave the auditorium but------she looked back. "},{"p":"“Ah, I have one more last thing I want to ask. Just now you said [I]it didn’t hit[\/I] right? Which means that it could have hit if you wanted it to, but since that did not happen then this would mean that you were holding back?” "},{"p":"“Uh. Tha-that is……….” "},{"p":"Imari puffed up her cheeks a little. "},{"p":"“I’m ashamed……” "},{"p":"“Well it’s okay. I’ll just make it a debt.” "},{"p":"“Debt?” "},{"p":"“Yes, one debt. That’s why, if there comes a time where we meet again after this-------then let’s see, I’ll have you treat me to a cake.” "},{"p":"“Aah, I get it. ………………Things got annoying for holding back badly.” "},{"p":"“Fufu, you get what you deserve ♪” "},{"p":"I made a nod while making a wry smile at Imari’s lively words while she winked. "},{"p":"“Well then,------Bye-bye, Tooru.” "},{"p":"Imari's words were filled with various feelings and she left the auditorium. "},{"p":"(I will become stronger………….) "},{"p":"While looking at her back, I made a vow again. "},{"p":"However, that was not all. "},{"p":"That vow was something I made when I determined my goals. "},{"p":"<<Power>> is needed in order to achieve my goal. "},{"p":"Seeking <<Power>> is my path, and that is my only choice. "},{"p":"(I just have to find another path, huh………) "},{"p":"Imari said that. "},{"p":"But, [I]those are words only the living can say[\/I]. "},{"p":"I remembered [I]that day[\/I]. "},{"p":"That day that made me start to seek for <<Power>>. "},{"p":"Finding another path------ "},{"p":"[I]It is impossible for the dead[\/I]. "},{"p":"There was no other path. I couldn’t afford to find a new path. "},{"p":"“Otoha………” "},{"p":"I muttered my sister’s name. "},{"p":"[I]The name of my deceased sister that I failed to protect.[\/I] "},{"p":"“Why did you have to die…………” "},{"p":"I want to know why my young sister had to be relieved of her life. "},{"p":"Yes, I am living for someone dead. "},{"h3":"Part 2"},{"p":"The silver girl opened her eyes wide when she saw the moment of how a [I]battle of a certain group concluded[\/I]. "},{"p":"Even though it didn’t hit, she knew that fist strike had tremendous power. "},{"p":"The moment she was learning about that impact technique, her exam opponent who only has physical strength in his mind, came from behind and attacked. "},{"p":"But, that also ended immediately. "},{"p":"She easily avoided her opponent's attack and won easily, and the silver girl looked towards that group-------Tooru’s group again as they were talking there together peacefully. "},{"p":"That kind of group in this auditorium--------didn’t look like opponents who had been fighting just a while ago, but rather they looked like close friends---------since everyone other than Tooru and Imari has left already, the girl was interested in him and that technique just now. "},{"p":"“Well then------Bye-bye, Tooru.” "},{"p":"Soon, after both of them smiled and exchanged their farewells, Imari left the auditorium. "},{"p":"Left there, Tooru brought down his sights to his fist that ended the match, and was thinking of something. "},{"p":"Staring at that back, the silver girl slightly raised her eyebrows and muttered. "},{"p":"\\n"},{"p":"\\n"},{"p":"\\n"}]